export const MARKET_REVIEW = '本周螺纹钢主力期货收盘价从上周五夜盘[数字]元[跌\\升]至本周五夜盘[数字]元，累计[上涨\\下跌][数字]元，即[数字]%，周中走势[走势描述]，最低达[数字]，最高达[数字]，波动幅度达[数字]点。在现货端，上海中天HRB400E现货网价从上周五[数字]元[跌\\升]至本周五[数字]元，[上涨\\下跌][数字]元，即[数字]%。北京敬业HRB400E现货网价从上周五[数字][跌\\升]至本周五[数字]，[上涨\\下跌][数字]元，即[数字]%。'

export const DEMAND_STATUS = '[请给出本周需求情况概括]。其中237家贸易商平均日成交量为[数字]万吨，环比[增加\\减少][数字]万吨，总成交量为[数字]万吨，环比[增加\\减少][数字]万吨。本周表观消费量为[数字]万吨，环比[增加\\减少][数字]万吨，同比[增加\\减少][数字]万吨。'

export const PRODUCTION_STATUS = '[请给出本周产量情况概括]。本周长短流程总产量为[数字]万吨，环比[增加\\减少][数字]万吨，同比[增加\\减少][数字]万吨。其中长流程[增加\\减少][数字]万吨，短流程[增加\\减少][数字]万吨，[长流程及短流程评论]。在唐山方面，本周唐山高炉开工率为[数字]，环比[降低\\提升][数字]个百分点，产能利用率为[数字]，环比[降低\\提升][数字]个百分点。从全国高炉生产情况上看，本周高炉开工率为[数字]%，较上周[降低\\提升][数字]个百分点，产能利用率为[数字]%，较上周[降低\\提升][数字]个百分点。[请给出产量整体评论]。'

export const STOCK_STATUS = '[请给出本周库存情况概括]。本周35主要城市加厂库口径库存总量为[数字]万吨，环比[增加\\减少][数字]万吨，同比[增加\\减少][数字]万吨。从库存结构上看，本周厂库为[数字]万吨，环比[增加\\减少][数字]万吨，同比[增加\\减少][数字]万吨，35城市库存为[数字]万吨，环比[增加\\减少][数字]万吨，同比[增加\\减少][数字]万吨。[分区域情况详情]。'
